---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ICustomFieldProperties
source: html/ef46a78d-a3b6-fb73-3df5-27a5bb621a4f.htm
---
# ICustomFieldProperties Members

Identifies if the custom field properties are equal or not.